[General]
Translator, "Constantin Tiba, Daniel Danciu, Danny Baies, Edward Ocian, ImNotSure_39798, Ionuț Tudor, Mincu Matei, Radu Vitoc, Tiberius-Calin Gruia"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "652"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "27"


[Icon]
R0lGODlhEAAMAPcAAP/UXv/UAJUXCZkXC9IhDE5pjv/iAP/PAFBqj3mbztMhDeRxB95nV3CZz//R
AP/SAE1pj9pjU//WWv/bT//aVFltjuJuBllsjIqhdH2czuFsBZQgERtNh9xqXHiZy6+ZAJQXCpYX
Cf/NAJ0XC+RpWlJqjc4dC661oNYhDcwcC9lgVR9mu9siD9oiDdgiDhlLhJhHPNghDCVnuhlQjnGa
0v/OGNUhC6+0nnGb0ZITCf/wAP/hXf/bV1drjBVGgumYU//XZf/dV2ya1IWXbnud0P/YZdchDv/Z
YJ9qQnOYzHGYzWuY0dpkVIgUCrKzoDdzwel1B3aaz3aZzNlWRba3pTJSe//YV4c8MyZwxeUjEHp7
cf/aANAhC5RIQe2cXVdrjZYXCtwiDnCZzpAUBXGc0JZKPv/aVdkdDuNxBv/XWj97w2+Z04abcNAh
DIORa+R/KVRqja+XAK+TQ//ZAP/VWf/hOv/fAOmYVBpkweiZV3id1XKZzkZmkV1vUN1rWp5PBbCX
QVFrj2iZ1yRz0d9cTLORRf/YVbSVAHSZzc4nFn6dz9llWM4fCFBgfZEWB9UhDdMcDLCzn9AcDZVI
PpkXCv/WALCjAP/cAP/iUP/XVnSbz94iECRrwW6Yz//MCf/mANIsGHOZ0JcXCtplVP/MAN0iDt1j
U6+QR9liUx5qxU5rkf/bAKGpif/gU1Rri9cwHHeazG2Z04Gh0yBtyB5mv9QhDSNrvh9mugAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbABtd6OEqkJZCp+QAQtKlzCQYVyrIUkRED5UiQI7s8NLBDwMSG75k8AALhxMAANIEybNoFBNC
Y+AkkIJoTSQ6Eqy0uoMqgqlXjkpESbIn1g1DmShg+qFiCigbAhBoUiJGyAkzPCbUeZOIUZsYAgqE
akBGEKsang5s0ZCCCwEXIQrQ6KQGjxtSIh7YsWCCQK0WYCAskbEi1ZADDioZQCNJAYowlFQ9uWVr
FpsAAeZ8WgDpkZFNA/jQ4oRlEIZVlwzogHKGRaksI6r4eMFhRp9DcT5Y+pMDhKgBTQICADs=


[BFAPI]
ErrorClientVersionTooOld, "Versiunea dvs. este prea veche\nVă rugăm să actualizați aplicația și încercați din nou."
ErrorFailClientTime, "Ceasul calculatorului dumneavoastra nu este setat corect.\nVerificati-va sistemul si incercati din nou."
ErrorFailLogin, "Verificati-va adresa de email si parola, apoi incercati din nou."
ErrorFailPrefix, "Nu s-a reușit conectarea la contul dvs. Fortress Binary.\nVă rugăm să verificați conexiunea la internet și verificați dacă această cerere nu este blocată de un proxy sau un firewall de pe computer sau de rețea."
ErrorInvalidProTrialLicenseKey, "Cheia dvs. de licență Trial pare să fie incorectă.\nVă rugam să ne contactați pentru mai multe informații."
ErrorItemSizeTooLarge, "Unul dintre elementele pe care încercați să sincronizați este prea mare.\nVa trebui să ștergeți elementul mare și să încercați din nou sincronizarea."
ErrorTrialExpiredPrompt, "Licența ta Pro de încercare a expirat.\nDoriți să ne contactați și să începeți o altă perioadă de încercare?"
ErrorTwoFactorInvalid, "Codul de autentificare dublă este invalid sau a expirat.\nÎncercați din nou."
ErrorUnknownProPurchasedLicenseKey, "Cheia dvs. de licență pare să fie incorectă.\nVă rugăm să ne contactați pentru mai multe informații."
LoginPrompt, "Trebuie să inserezi datele de autentificare Binary Fortress pentru a-ți sincroniza profilele.\nDorești să inserezi datele de autentificare acum?"
PromptTwoFactor, "Introduceți codul pentru dubla autentificare care a fost trimis la dispozitivul dumneavoastră.\nDacă nu-l primiți în câteva minute, vă rugăm luați legătura cu echipa de suport Binary Fortress."
PromptTwoFactorImportOldCredentials, "Această aplicație a început să permită autentificarea dublă, și în momentul de față o aveți activată pe cont.\n\nIntroduceți codul de autentificare dublă care tocmai a fost trimis la dispozitivul dumneavoastră.\nDacă nu îl primiți în câteva minute, vă rugăm contactați echipa de suport Binary Fortress."
PromptTwoFactorTOTP, "Intrați codul de 6 cifre generat de aplicația de autentificare a mobilului dumneavoastră.\nPentru orice problemă cu codul de autentificare vă rugăm să contactați Binary Fortress Support."
TitleSync, "Sincronizare in curs la contul dumnaeavoastra Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "&Contul meu"
btnMyLicenses, "&Licentele mele"
btnRegister, "&Inregistrare"
btnResetPassword, "Resetare parola"
lblEmailAddress, "Adresa de email:"
lblName, "Nume:"
lblPassword, "Parola:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal sau companie, numar indicat in numele licentei"
LicenseRestrictionEnterprise, "Numar nelimitat de calculatoare situate intr-un numar nelimitat de locatii ale companiei"
LicenseRestrictionPersonal, "PC-uri nelimitate și 1 computer la birou pe care îl folosiți doar dvs"
LicenseRestrictionSite, "Numar nelimitat de calculatore intr-o singura locatie"
LicenseRestrictionStandard, "Personal sau companie, 1 calculator"
LicenseRestrictionSteam, "Personal sau companie, numar nelimitat de calcultoare, unde esti utilizator principal si Steam este instalat"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Introduceti o adresa valida de email si incercati din nou."
ErrorEnterPassword, "Introduceti parola si incercati din nou."
ErrorLoginFailed, "Nu s-a reusit incarcarea informatiei din contul dumneavoastra.\nVerificati adresa de email si parola, apoi incercati din nou."
ErrorNoLicensesFound, "Ne pare rau, nu am gasit nici o informatie de licenta pentru acest cont.\nVa rugam sa ne contactati pentru asistenta."
ErrorUnknownLicenses, "A intervenit o eroare in timpul incarcarii informatiei de licenta."
ErrorUnknownLogin, "A intervenit o aroare in timpul incarcarii contului dumneavoastra."
Note, "Autentifică-te pentru a prelua cheia de licență și pentru sincronizarea cu contul dvs. Fortress Binary."
SelectLicensePrompt, "În prezent utilizați versiunea gratuită, o licență Pro de încercare, sau cheia ta de licență este incorectă.\nDoriți să încărcați o cheie de licență din contul dvs. Fortress Binary?"
Title, "Contul meu Binary Fortress"
TitleLoadingLicenses, "Informația de licență se încarcă"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data crearii"
colDateExpires, "Data expirarii"
colLicenseKey, "Cheie licență"
colLicenseRestrictions, "Limitarile licentei"
colLicenseType, "Tipul de licență"
colName, "Numele licentei"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Sunteti sigur ca doriti utilizarea acestei licente?"
ErrorSelectLicense, "Selectati o licenta din lista si incercati din nou."
ShowNeedLicenseWarning, "Selectati una din licentele dumneavoastra din lista, apoi apasati butonul OK pentru a utiliza acea licenta."
Title, "Licentele mele"


[BFFormCodeEditor]
btnHotKeyEdit, "Editează"
btnInsertFunction, "Inserați codul"
btnInsertFunctionTT, "Navigați prin lista de script-uri deja scrise pentru a vă îndruma la scrierea propriilor funcții."
btnRedoTT, "Refaceți (Ctrl + Y)"
btnReferencesDefault, "Referințe implicite"
btnRunFunction, "Rulați codul"
btnRunFunctionTT, "Rulează codul curent."
btnUndoTT, "Anulează"
btnVerifyFunction, "Verifică codul"
btnVerifyFunctionTT, "Verifică codul curent fără a-l rula."
ErrorCompileFailed, "Compilare eșuată."
ErrorEnterCode, "Vă rugăm introduceți puțin cod C# sau VB.net și încercați din nou."
ErrorEnterName, "Introduceți un nume și încercați din nou."
ErrorRunFailed, "Rulare eșuată."
lblDescription, "Descripție:"
lblHelp, "Ajutor pentru funcții"
lblKeyCombination, "Combinații cheie:"
lblLanguage, "Limbă:"
lblName, "Nume:"
lblReferences, "Referințe:"
lblShare, "Împărtășiți codul în comunitate!"
MessageRunning, "Rulare:"
MessageRunSuccess, "Rulare cu succes."
MessageVerifySuccess, "Verificare cu succes."
MessageWait, "Așteptare cod pentru terminarea rulării.\nPuteți folosii iconița sistemului de notificare pentru a termina rularea codului."
MessageWaitTitle, "Așteptare cod"
PromptChangeLanguage, "Doriți să încărcați codul implicit?\nATENȚIE: Aceasta vă va șterge codul actual."
PromptCloseWithoutSave, "Sunteți sigur că doriți să închideți fără să salvați?"
PromptDefaultReferences, "Sunteți sigur de resetarea referințelor la valorile implicite?"
PromptInvalidSave, "Acest cod pare a fi invalid.\nSunteți sigur că doriți să-l salvați oricum?"
ShareMessage, "Codul dumneavoastră va fi atașat la această cerere în mod automat.\nDacă doriți să trimiteți un mesaj, vă rugăm introduceți-l deasupra liniei de marcare. Vă mulțumim!"
ShareSubject, "Împărtășiți codul:"
ShareTitle, "Împărtășiți codul"
ShareWarning, "Numele dumneavoastră va fi folosit pentru creditare, vă rugăm să ne anunțați dacă doriți folosirea unui alias sau să împărtășiți în mod anonim."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Vă rugăm alegeți stilurile pentru Fereastră:"
PromptSelectWindowStylesEx, "Vă rugăm alegeți stilurile pentru Fereastra Extinsă:"
RemoveConfirmOne, "Sunteți sigur că doriți să ștergeți elementul selectat ?"
SelectAnItem, "Vă rugăm alegeți un element din listă și încercați din nou."
SelectAudioDevice, "Vă rugăm alegeți un dispozitiv Audio."
SelectMouseCursorLocation, "Faceți clic pentru a selecta o locație de cursor al mouse-ului\nApăsați orice tastă pentru a anula"
SendKeys_EditString, "Editați valoarea"
SendKeys_EnterString, "Introduceți valoarea:"
SendKeys_mniAddKeyCombination, "Adăugați combinația de taste"
SendKeys_mniAddRawText, "Adăugați text neprelucrat"
SendKeys_mniAddText, "Adăugați text"
SendKeys_Title, "Titlul constructorului"


[BFFormDownload_Strings]
ConfirmCancel, "Sunteți sigur ca doriți să anulați acestă descărcare?"
Error, "A intervenit o eroare."
Progress, "Au rămas: {0} KB ({1} KB total)"
ProgressUnknown, "Descarc: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Vă rugăm să selectați un tag WallpaperFusion și încercați din nou."
lblQuery, "Filtru:"
Title, "Tag-uri WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Închideți"
colContributors, "Contribuitori"
colCreatedBy, "Creat de"
colDownloads, "Descărcări"
colLanguage, "Limbă"
colLastModified, "Ultima modificare"
lblQuery, "Filtru:"
Loading, "Încărcare..."


[BFFormProxySettings_Controls]
btnSave, "Salvează"
lblProxyAddress, "Adresa Server-ului:"
lblProxyPassword, "Parola:"
lblProxyPassword2, "Reintroduceți parola:"
lblProxyPort, "Port:"
lblProxyUsername, "Nume utilizator:"
rdoCustomSettings, "Folosește setări personalizate ale Server-ului Proxy:"
rdoNoProxy, "Fără Server Proxy (conexiune directă de internet)"
rdoUseIESettings, "Folosește setările de conectare din Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduceți o adresa Proxy Server sau alegeți 'Fără Server Proxy'."
EnterServerPort, "Introduceți un port Proxy Server sau alegeți 'Fără Server Proxy'."
PasswordDecryptionFailed, "Setările dumneavoastră la conexiunea de internet sunt invalide.\nDoriți să reintroduceți parola la server-ul proxy pentru a rezolva aceste setări ?"
PasswordsNotMatch, "Parolele pentru Server-ul Proxy nu sunt identice, încercați din nou."
Title, "Setarile conexiunii la internet"


[BFFormSelectApplication]
AllApplications, "Toate aplicațiile"
btnBrowse, "Navigare"
colApplication, "Aplicație"
colPath, "Cale"
GroupDesktopApplications, "Aplicații desktop"
GroupWindows8Applications, "Aplicații Universale Windows"
lblWindowPicker, "Trageți peste o fereastră pentru a alege automat procesul acelei ferestrei din listă"
PleaseSelectApplication, "Selectați mai întâi o aplicație."
Title, "Selectați aplicația"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valoare implicită"
chkShowOnlyModified, "Arată numai valorile modificate"
colSetting, "Setare"
colValue, "Valoare"
lblFilter, "Filtru:"
lblHelp, "Dublu-clic pe o setare pentru a o schimba, sau pe butonul "Ajutor" pentru mai multe informații."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "O eroare a intervenit în timpul salvării acestei setări."
SavedSuccessfully, "Setarea dvs. avansată a fost salvată.\nEste posibil să trebuiască repornirea aplicației pentru ca această setare să fie aplicată."
Title, "Setări avansate"
TitleEdit, "Editați setările avansate"


[BFFormSettings_Controls]
btnAdvancedSettings, "Setări avansate"
btnAutoUpdateCheckNow, "Verificați ultimele actualități"
btnBackupSettings, "Exportați setările"
btnLanguageHelp, "Ajutați terminarea unei traduceri"
btnLicenseChangeToFree, "Schimbați la versiunea gratuită"
btnLicenseKeyRequestTrial, "Cereți o nouă licență de probă"
btnLicenseKeyRestoreTrial, "Restaurați cheia licenței de încercare"
btnLicenseLoadOnline, "Încarcă din contul Binary Fortress"
btnLicensePasteFromClipboard, "Lipește din memoria Clipbord"
btnProxySettings, "Setarile conexiunii la internet"
btnRestoreSettings, "Resetează setările"
btnTroubleshootingClearLogBASE, "Curăță jurnalul"
btnTroubleshootingCopyBASE, "Copiați informația la clipbord"
btnTroubleshootingExportBASE, "Exportați informația într-un fișier"
btnTroubleshootingForceCleanupBASE, "&Forțează Epurarea Memoriei"
btnTroubleshootingOpenLogBASE, "Deschideți jurnalul"
btnTroubleshootingRefreshBASE, "&Reîmprospătează"
chkAutoUpdate, "Verificați după actualități automat"
chkAutoUpdateBeta, "Verificați după versiunile Beta(noi, instabile)"
chkAutoUpdateSteam, "Caută Actualizări automat"
colLanguageName, "Nume"
colLanguagePercentComplete, "Complet"
colLanguageTranslators, "Translatoare"
colLanguageVersion, "Versiune"
gbAutoUpdate, "Verificare de actualizări"
gbLicenseReseller, "Informația vânzătorului"
lblAutoUpdateWarningBASE, "Avertizare: Actualizările automate sunt dezactivate, nu veți fi anunțat de instalarea unor versiuni noi"
lblLanguageGetMore, "Obțineți cele mai noi și actualizate Limbi"
lblLicenseExpires, "Data de expirare a licenței:"
lblLicenseKey, "Cheia de licență:"
lblLicenseTo, "Licențiat pentru:"
tabAbout, "Despre"
tabLanguage, "Limbi"
tabLicense, "Cheie licență"
tabOptions, "Opțiuni"
tabOurApps, "Aplicațiile noastre"
tabTroubleshooting, "Depanare"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Ești sigur că vrei să ștergi Codul de Licență și să folosești versiunea gratuită?"
ChangeToFreeFromTrialPrompt, "Dacă doriți să utilizați din nou o versiune Pro Trial, va trebui să solicitați o nouă cheie de încercare de la echipa noastră de asistență. Dacă doriți să vedeți care sunt funcțiile care nu sunt disponibile în versiunea gratuită, vizitați pagina Free vs Pro de pe site-ul."
DebugLogCleared, "Fisierul Debug Log a fost curatat cu success."
DebugLogNotFound, "Fisierul Debug Log nu a putut fi gasit.\nAsigurati-va ca ati activat mai intai Debug Logging."
FreeVersion, "Versiune gratuită"
LanguageHelpMessage, "Aș dori să ajut la terminarea unei traduceri!"
LanguageHelpMessageDescription, "Ajutați-ne să terminăm o traducere și veți primii o licență Pro standard în schimb!\nCineva vă va contacta în următoarele 2 zile lucrătoare."
LanguageRightToLeft, "Dreapta-spre-Stânga"
LicenseKeyRequestTrialDescription, "Cineva vă va contacta în următoarele 2 zile lucrătoare."
LicenseKeyRequestTrialMessage, "Doresc să solicit o nouă cheie de licență de probă. Mulțumesc!"
LogLevel0, "L0: Jurnal loguri dezactivat"
LogLevel1, "L1: Jurnal loguri minimal"
LogLevel2, "L2: Jurnal loguri detaliat (nerecomandat)"
LogLevel3, "L3: Jurnal pentru toate logurile (nerecomdat)"
RegistryExportSuccess, "Setările dumneavoastră au fost exportate cu succes."
RestoreSettingsFailed, "Nu s-a reușit restaurarea setărilor dumneavoastră."
RestoreSettingsPrompt, "Nu restaurați niciodată copiile de rezervă care nu au fost create de dvs. sau echipa de suport Binary Fortress.\nSunteți sigur că doriți restaurarea acestei copii de rezervă?"
RestoreSettingsSuccess, "Setările dumneavoastră au fost restaurate cu succes."
SettingsLoadError, "O eroare a intervenit în timpul încărcării setărilor."
SettingsSaveError, "O eroare a intervenit în timpul salvării setărilor."
Title, "Setări"
TroubleshootingCopyError, "Nu s-a reușit copierea informației de depanare."
TroubleshootingCopySuccess, "Informatia de depanare a fost copiata cu succes in clipboard."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Atașați fișierul"
btnAttachmentsClear, "Ștergeți atașamentele"
chkIncludeBackup, "Include o copie de rezervă a setărilor cu această cerere de asistență"
lblEmailAddress, "Adresa de email:"
lblMessage, "Mesaj:"
lblName, "Nume:"
lblSubject, "Subiect:"
lblWarning, "Informația din secțiunea "depanare" și fișierul dumneavoastră Debug.log va fi criptat și trimis împreună cu cererea de suport astfel încât să putem rezolva problema dumneavoastră cât mai rapid."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Introduceti o adresa valida de email si incercati din nou."
EnterMessage, "Introduceți un mesaj și încercați din nou."
EnterName, "Introduceți-vă numele și încercați din nou."
EnterSubject, "Introduceți un topic."
PromptClearAttachments, "Sunteți sigur că doriți ștergerea acestor atașamente?"
SendSuccess, "Informațiile dumneavoastră au fost trimise.\nCineva vă va contacta în decurs de 2 zile lucrătoare."
Title, "Trimiteți cererea de ajutor"
TooLongEmailAddress, "Introduceți o adresa de e-mail mai scurtă și încercați din nou."
TooLongName, "Introduceți un nume mai scurt și încercați din nou."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Cumpărați licența Pro"
btnLater, "Poate mai târziu"
btnMoreInfo, "Informaţie suplimentară"
lblInvalidLicense, "Licența dvs. Pro pare să fie invalidă!\n\nVă rugăm verificați dacă ați introdus corect cheia licenței în fila Cheie Licență din fereastra Setări.\n\nDacă cheia licenței este corectă și vedeți în continuare acest mesaj, vă rugăm contactați echipa de suport Binary Fortress folosind butonul Ajutor de mai jos."
Title, "Cheie de licenţă invalidă"


[BFFormUpdate_Controls]
btnChangeLog, "Vizualizați jurnalul schimbării"
btnDownloadOnly, "Vizitați Website-ul"
btnInstallNow, "Instalați acum"
btnInstallOnExit, "Instalați la închidere"
btnRemindMeLater, "Amintește-mi mai târziu"
btnSkipThisVersion, "&Săriți această versiune"
lblNewVersion, "Versiune nouă:"
lblOldVersion, "Versiune Curentă:"
lblUpdateNotes, "Ce este nou în noua versiune:"
lblUpdateSize, "Dimensiunea actualizării:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Se recomandă actualizarea la această noua versiune.\nSunteți sigur că doriți să treceți peste fără această actualizare?"
DownloadFailedSave, "Am eșuat în a salva local acest fișier."
DownloadingUpdate, "Se descarcă actualizarea"
DownloadInvalidData, "Informație invalida primită de la server. Server-ul poate avea dificultăți în a găsi fișierul cerut."
DownloadNoData, "Nicio informație nu a fost returnată de pe site-ul web."
ErrorDownload, "A apărut o eroare în timpul descărcării noii versiuni."
FreeNotice, "Această actualizare, precum și toate viitoarele actualizări sunt gratuite! Actualizați astăzi!"
RebootMightBeRequiredWarning, "O repornire a dispozitivului ar putea fi necesară după instalarea actualizării."
Title, "Actualizare disponibilă"
UpdateProMessage, "Trebuie să upgradați la o licență Pro pentru a folosii actualizările rapide de un clic.\nDoriți mai multe informații despre upgrade?"


[BFHelpButton_Controls]
mniDiscussions, "Discuții din comunitate"
mniOnlineHelp, "Ajutor online"
mniSupportRequest, "Cerere de suport"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Elimină Combinații de Taste Invalide"
ErrorHotKeyBindFailed, "Asocierea de HotKey a esuat:"
ErrorHotKeyComboInUse, "Combinația de chei este deja folosită. Există câteva motive pentru care acest lucru se poate întâmpla:\n- Combinația de chei este deja atribuită în altă parte a acestei aplicații\n- O altă aplicație utilizează deja această combinație de chei\n- O funcție Windows integrată utilizează această cheie Combinație\n\nVă rugăm să editați sau să eliminați combinația de taste din setări."
ErrorIncorrectKeyValue, "Combinația de taste Invalidă: Vă rugăm introduceți valoarea unei taste."
ErrorIncorrectNumberElements, "Combinația de taste Invalidă: Număr greșit de taste."
ErrorIncorrectNumberKeyMods, "Combinația de taste Invalidă: Număr greșit de modificatori."
ErrorInvalidKeyCombo, "Combinație de taste care ați specificato este invalidă."
ErrorSystemReserved, "Combinația de Taste aleasă este rezervată de Windows și nu poate fi folosită."
ErrorTooManyModifiers, "Combinația de taste Invalidă: Prea mulți modifcatori."
HotKeyButtonRemove, "Șterge"
HotKeyButtonSetHotKey, "Setați Comenzi Rapide"
HotKeyLabelKeys, "Alege elementele de schimbat și apasă tasta dorită"
HotKeyLabelMouse, "Alege elementele de schimbat și apasă butonul dorit al mouse-ului"


[BFMessage]
btnCopy, "&Copiază în memoria temporară"
btnMoreInformation, "&Arată mai multă informație"


[BFTextQuery]
CaseSensitive, "Literele sunt reproduse exact:"
ErrorBracketMismatch, "Eroare: nepotrivire bracket.\nÎnchideți parantezele sau înfășurați întrebarea între ghilimele."
ErrorEscapeCharAtEnd, "Eroare: Caracter Escape '\' găsit la sfârșitul stringului de căutare.\nVă rugăm anulați sau eliminați caracterul."
ErrorExpectedMatchCountChar, "Eroare: Așteptat ':::cbc:::' pe poziția {0}.\nVă rugăm închideți parantezele sau puneți stringul de căutare intre ghilimele."
ErrorExpectedQuote, "Eroare: Așteptat '"' pe poziția {0}.\nVă rugăm să verificați eliminarea caracterelor '"'."
ErrorInvalidChar, "Eroare: Caracter invalid '{0}' pe poziția {1}\nVă rugăm puneți stringul de căutare intre ghilimele."
ErrorInvalidDigit, "Eroare: Cifră incorectă pe poziția {0}.\nCifrele trebuie să fie pozitive și să conțină numai caractere numerice."
ErrorInvalidWordBoundary, "Avertisment: caractere nevalide.\nOperatorul de egalitate este acceptat doar de litere și numere."
MayContain, "Poate conține:"
MayEqual, "Poate fi Egal:"
MayNotContain, "Nu poate conține:"
MayNotEqual, "Nu Poate Fi Egal:"
MustContain, "Trebuie să conțină:"
MustEqual, "Trebuie să fie egal:"
MustNotContain, "Nu trebuie să conțină:"
MustNotEqual, "Nu Trebuie Să Fie Egal:"
Time, "o dată"
Times, "{0} ori"


[BFUpdateCheck]
AlreadyInProgress, "Verificare a actualizării in desfășurare..."
ErrorRunningDownloadedFile, "O eroare a intervenit în timpul rulării fișierului descărcat de instalare."
FailedToGetVersion, "Nu am reușit să încarc ultima versiune."
NoUpdate, "Folosiți deja ultima versiune."


[cFunctions_Strings]
FolderNotRecognized, "Directorul selectat nu este recunoscut si nu poate fi folosit in cautare."


[CommonControls]
chkIsMetroApp, "Aceasta este o Metro (Universal) App?"
lblMetroAppID, "Metro (Universal) App ID:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Navigati && Adaugati"
btnBrowseExcludePath, "Navigati"
btnFolderBrowse, "Navigare"
btnFolderBrowseAppend, "Navigati && Adaugati"
btnNewSearch, "Cautati intr-un &nou tab"
btnPause, "Activat și utilizat"
btnResume, "Relua"
btnSearch, "&Cautare"
btnStop, "S&top"
chkCaseSensitive, "&interogare sensibila la tipul de caracter (majuscul sau nu)"
chkFileSizeMax, "Marimea maxima a fisierului:"
chkFileSizeMin, "Marimea minima a fisierului:"
chkIsQueryRegEx, "Cautarea este RegEx"
chkSearchSubFolders, "Cauta si in sub-&directoare"
chkShowFirstResult, "&Arata numai primul rezultat pentru fiecare fisier"
chkShowIncludeFilterMatchFiles, "Arata nume de fisiere care raspund la filtrul "include fisiere""
chkShowIncludeFilterMatchFolders, "Arata directoare care raspund la filtrul "include fisiere""
chkShowQueryMatchFiles, "Arata fisiere care raspund la textul interogarii"
chkShowQueryMatchFolders, "Arata directoare care raspund la textul interogarii"
chkUseIFilters, "Proceseaza continutul fiserelor folosind File Handlers (mai lent)"
colDateAccessed, "Data la care a fost accesat"
colDateCreated, "Data crearii"
colDateModified, "Data la care a fost modificat"
colEncodingUsed, "Codificare folosită"
colExtension, "Extensie"
colFile, "Nume fisier"
colFileSize, "Marime Fisier"
colLine, "Linie"
colLineNumber, "Numar line"
colPath, "Cale"
lblAccessedTo, "la"
lblAdditionalLinesAfter, "Afiseaza atatea linii pentru rezultatul cautarii:"
lblAdditionalLinesBefore, "Afiseaza atatea linii inainte de rezultatul cautarii:"
lblCreatedTo, "la"
lblDateAccessed, "Data accesarii:"
lblDateCreated, "Data crearii:"
lblDateFilterLogic, "Data filtrului logic:"
lblDateModified, "Data modificarii:"
lblExcludeFiles, "Fișiere Ex & clude:"
lblExcludePath, "E & xclude Calea (căile):"
lblFilterResults, "Filtru:"
lblIncludeFiles, "Includeți și fișiere:"
lblModifiedTo, "la"
lblPath, "& Path (e):"
lblQuery, "& Solicitare:"
lblStatusFound, "Rezultate gasite: {0}"
lblStatusTotal, "Fisere cautate: {0}"
mniAbout, "Despre"
mniAddResultsToZipFile, "Zip Toate rezultatele"
mniAddSelectedResultsToZipFile, "Rezultatele selectate cu zip"
mniClearSearchHistory, "Reseteaza istoria cautarii"
mniCloseAll, "Inchide totul"
mniCloseAllButThis, "Inchide celelalte"
mniCloseSearch, "&Închide"
mniCopyFilePathNewLine, "Copiați nume de fișiere selectate (linie nouă separată)"
mniCopyToClipboard, "Copiaza rezultatele selectate"
mniCopyToClipboardAll, "Copiaza toate rezultatele"
mniExit, "Iesire"
mniExplorerContextMenu, "Meniul de context al ferestrei"
mniHashWithHashTools, "Hash cu HashTools"
mniHelp, "Ajutor"
mniOpenFolder, "Deschide director continator"
mniOpenFolderOnly, "Deschide director"
mniOpenOther, "Deschideți cu {0}"
mniPermenentDelete, "Sterge permanent fisierele selectate"
mniRemoveRows, "Sterge din lista rezultatele selectate"
mniRenameFile, "Redenumirea fișierului selectat"
mniSettings, "Setări"
mniShowFilterControls, "Arata optinile filtrului"
mniTextCopy, "Copiază"
mniTextSelectAll, "Selecteaza &totul"
mniTools, "&Unelte"
mniTrayExit, "Iesire"
mniTrayLoadProfiles, "Incarca profilul"
mniTrayShowFileSeek, "Arata FileSeek"
mniTraySyncProfiles, "Sincronizeaza profilele"
mnuCopyFilePath, "Copiaza numele de fisiere selectate (separate prin virgula)"
mnuExportAllHTML, "Exporta toate rezultatele in HTML"
mnuExportSelectedResultsHTML, "Exporta rezultatele selectate in HTML"
mnuFileCopy, "Copiaza fisierele selectate"
mnuFileCut, "Tăiați fișierele selectate"
mnuFileDelete, "Sterge fisierele selectate"
mnuLanguage, "Limbi"
mnuLoadProfile, "Incarca"
mnuManageProfiles, "Organizeaza profilele"
mnuOpen, "Deschide"
mnuOpenNotepad, "Deschide in Notepad"
mnuProfile, "Profile"
mnuSave, "Salvează"
mnuSaveAll, "Exporta toate rezultatele in format CSV"
mnuSaveProfile, "Salveaza noul profil"
mnuSaveSelection, "Exporta rezultatele selectate in format CSV"
mnuShowFullLanguageList, "Arata lista intreaga"
mnuSyncProfiles, "Sincronizeaza profilele"
rdoMatchQueryLineByLine, "Aplica interogarea la fiecare linie a fisierului"
rdoMatchQueryToWholeFile, "Aplica interogarea la intregul fiser"
tabAdvanced, "Avansat"
tabDateFilters, "Filtre pentru data"
tabFileSizeFilters, "Filtre pentru marime de fisier"
tabSearch, "Cautare"


[frmMain_Strings]
AccessedAfterTT, "Accesat dupa {0}"
AccessedBeforeTT, "Accesat inainte {0}"
AccessedBetweenTT, "Accesat intre {0} and {1}"
AllDrives, "Toate driverele"
AppSelectionErrorPartOne, "Aplicatia selectata nu poate fi gasita."
AppSelectionsErrorPartTwo, "Doriti o selctare diferita acum?"
btnNewSearchTT, "Deschideti un nou Tab si incepeti o cautare"
btnSearchTT, "Incepeti o cautare in Tab-ul curent"
btnStopTT, "Opriti cautarea selectata"
CaseSensitiveQueryTT, "Interogare sensibila la tipul caracterului (majuscul sau nu)"
cboDateFilterLogic_AND, "SI"
cboDateFilterLogic_OR, "SAU"
cboExcludeFileFilterMode_Pattern, "Excludeți fișierele Filtru este model"
cboExcludeFileFilterMode_RegEx, "Excludeți fișierele Filtru este RegEx"
cboExcludeFileFilterMode_TextQuery, "Excludeți fișierele Filtrul este interogarea textului"
cboIncludeFileFilterMode_Pattern, "Includeți fișiere Filtru este model"
cboIncludeFileFilterMode_RegEx, "Includeți fișiere Filtru este RegEx"
cboIncludeFileFilterMode_TextQuery, "Includeți fișiere Filtru este interogare text"
cboQueryMode_RegEx, "Cautarea este RegEx"
cboQueryMode_TextQuery, "Interogarea este interogare text"
chkShowFirstResultTT, "Va arata numai prima linie gasita cand aplica procesuil da cautare la fiecare linie"
ColumnChangeMessage, "Modificările aduse coloanelor cu rezultatele căutării nu vor avea loc până când nu reporniți căutările."
ContextMenuError, "A intervenit o eroare in timpul afisarii meniului de context al ferestrei."
CreatedAfterTT, "Creat dupa {0}"
CreatedBeforeTT, "Creat inainte {0}"
CreatedBetweenTT, "Creat intre {0} and {1}"
CSVSpreadsheet, "Fiere CSV"
CustomAppOpenError, "O eroare a intervenit in timpul deschiderii fisierului cu aplicatia personalizata."
DateCreatedError, "Selectati o "Data crearii - Data terminarii" care e dupa data de inceput."
DateFiltersSelected, "Data filtrelor:"
DateModifiedError, "Selectati o "Data modificarii - Data terminarii" care e dupa data de inceput."
EmptyPDFError, "Fisierul PDF a fost cautat dar nu contine text"
EnterProfileName, "Introduceti un nume al profilului:"
ErrorDirectoryEmpty, "Această cale este goală"
ExcludeFilesTT, "Fisiere excluse: {0}"
ExcludePathsTT, "Cai excluse: {0}"
ExportDateAccessed, "Data accesării"
ExportDateCreated, "Data creării"
ExportDateModified, "Data modificata"
ExportExtension, "Extensie"
ExportFileName, "Nume de fișier"
ExportFileSize, "Mărime fișier"
ExportLineNumber, "Linia nr."
ExportLineText, "Linia"
ExportPath, "cale"
FileDeleteMessage, "Asteptati ca FileSeek sa efectueze operatiunea ceruta.\nPuteti inchide fereastra dar poate rezulta in efecte neprevazuta in timpul rularii acestei operatiuni."
FileDeleteQuestion, "Sunteti suigur ca doriti stergerea fisierelor sau directoarelor selectate?"
FileDeleteTitle, "Sterge fisiere"
FileDeletionError, "O eroare a intervenit in timpul stergerii acestor fisiere."
FileHandlerError, "Va rog introduceti o cale pentru cautare."
FileIncludeNameMatch, "Potrivire nume fisier [incluzand numele fisierului]"
FileOpenError, "O eroare a intervenit in timpul deschiderii acestui fisier."
FilePermenentDeleteQuestion, "Sunteti suigur ca doriti stergerea permanenta a fisierelor sau directoarelor selectate?"
FileQueryNameMatch, "Potrivire nume fisier [Cautare]"
FileReadError, "Eroare la accesarea fisierului: {0}"
FileSelectionError, "Selectati macar un fisier existent si incercati din nou."
FileSizeError, "Selectati o marime maxima de fiser mai mare sau egala cu marimea minima de fisier."
FileSizeFiltersSelected, "Filtre pentru marimea fisierului:"
FilesSearched, "Fisere cautate: {0}"
FilesSkipped, "Fisiere sarite: {0}"
FolderBrowserDescription, "Selectati un director de cautat"
FolderBrowsingError, "O eroare a intervenit in timpul navigarii pentru un director."
FolderIncludeNameMatch, "Potrivire nume director [incluzand numele fisierului]"
FolderItemError, "Esuat in a obtine directorul pentru obiectul: {0}"
FolderOpenError, "O eroare a intervenit in timpul deschiderii acestui director."
FolderQueryNameMatch, "Potrivire nume director [textul cautarii]"
FolderReadError, "Eroare in a citi fisierele in director: {0}"
HiddenFolderError, "Nu se executa cautarea deorece e un fisier/director ascuns"
HyperTextMarkupLanguageFile, "Fisier Hyper Text Markup Language"
IFilterWarning, "Activati manipulatorii de fisier In tab-ul Avansat pentru a afisa rezultatele corespunzatoare pentru : {0} fisiere"
IncludeFilesTT, "Fisiere incluse: {0}"
InvalidExcludeFilesRegExError, "Exclude fisere cu Matrice RegEx invalida.\n{0}"
InvalidFolderLength, "Lungime director invalida."
InvalidIncludeFilesRegExError, "Include fisere cu Matrice RegEx invalida\n{0}"
InvalidQueryError, "Interogarea dvs. de text nu este validă.\n{0}"
InvalidQueryRegExError, "Cautare cu Matrice RegEx invalida\n{0}"
KeypressError, "O eroare a intervenit in timpul procesarii actionarii acestei taste."
LinkedFolderError, "Nu se cauta in director datorita faptului ca e un link/jonctiune"
MatchesFound, "Rezultate gasite: {0}"
MatchesFromQueue, "rezultate în coadă: {0}"
MatchesFromQueueIcons, "pictograme în coadă: {0}"
MaxFileSizeTT, "Marime maxima fisier: {0}"
MaxPathError, "Aceasta e o cale lunga si s-ar putea sa nu functioneze cu anumite programe"
MenuOpenError, "O eroare a intervenit in timpul deschiderii meniului."
MinFileSizeTT, "Marime minima fisier: {0}"
ModifiedAfterTT, "Modificat dupa {0}"
ModifiedBeforeTT, "Modificat inainte {0}"
ModifiedBetweenTT, "Modificat intre {0} and {1}"
More, "(mai mult)"
NoDateFiltersSelected, "Nu sunt selctate filtre pentru data"
NoFileSizeFiltersSelected, "Nu sunt selctate filtre pentru marime"
NoOptionsSelected, "Nu sunt optiuni slectate"
NotepadError, "O eroare a intervenit in timpul deschiderii acestiu fisier in Notepad."
NotYourProfile, "Nu sunteti posesorul acestiu profil."
OnlyShowFirstResultTT, "Arata numai primul rezultat"
OpenManyQuestion, "Sunteti sigur ca doriti sa deschideti {0} fisiere sau directoare?"
OptionsSelected, "Optiuni selectate:"
OtherApplication, "Altă aplicație"
PathsTT, "Cale: {0}"
PathTooLongError, "Windows nu suporta actiunea cu cai de aceasta marime."
ProfileLoadError, "A intervenit o eroare in timpul incarcarii acestiu profil."
ProfileLoadOnStartError, "A intervenit o eroare in timpul incarcarii acestiu profil. Profilul nu exista."
ProfileNameEmptyError, "Nu ați introdus un nume de profil.\nVă rugăm să introduceți un nume și să încercați din nou."
ProfileOverwriteQuestion, "Sunteti sigur ca doriti supra-scrierea profilului '{0}'?"
ProfileSaved, "Salveaza setarile cautarii in profil '{0}'"
ProfileSaveError, "Incapabil in a salva profilul."
ProOnlyDoubleClickPrompt, "Manipulatorul implicit dublu-click este o caracteristica numai in FileSeek Pro.\nPuteti schimba manipulatorul implicit dublu-click in tab-ul Setari>Cautare.\n\nDoriti maimulte informatii referitoare la upgrade?"
QueryTT, "Cautare:\n{0}"
rdoMatchQueryLineByLineTT, "Deschideti fiserul linie cu linie si incercati sa potriviti cautarea fiecarei linii"
rdoMatchQueryToWholeFileTT, "Deschideti fiserul tot deodata si incercati sa potriviti cautarea intregului text"
RenameFileError, "FileSeek nu a putut redenumi fișierul sau folderul selectat.\nVă rugăm să tastați un alt nume și încercați din nou."
RenameFileFolder, "Redenumește fișierul selectat:"
ResultCopied, "Un rezultat copiat in memoria temporara."
ResultCopyError, "O eroare a intervenit in timpul copierii rezultatului cautarii in memoria temporara."
ResultSaveError, "A fost o eroare in timpul salvarii rezultatelor.\n{0}"
ResultsCopied, "{0} rezultate copiate in memoria temporara."
ResultSelectionError, "Selectati cel putin un rezultat si incercati din nou."
SaveResults, "Salveaza rezultatele intr-un tabel"
SaveResultsAsHTML, "Salveaza rezultatel in format HTML"
SaveSearchProfile, "Salveaza profilul de cautare"
SearchComplete, "Cautarea terminate in {0}s"
SearchCriteria, "Criterii de cautare:"
SearchCriteriaEmptyTT, "Criterii de cautare necompletate"
SearchEnd, "Sfarsitul cautarii"
SearchError, "O eroare a intervenit in timpul cautarii."
SearchStart, "Inceputul cautarii: {0}"
SearchSubFoldersTT, "Cauta sub-directoare"
SettingFormShowError, "O eroare a intervenit in timpul afisarii ferestrei Setari."
Syncing, "Sincronizez cu contul dumneavoastra Binary Fortress..."
SystemFolderError, "Nu se executa cautarea deorece e un fisier/director de sistem"
TextCopyError, "O eroare a intervenit in timpul copierii acestui text."
TextProcessingError, "O eroare a intervenit in timpul procesarii acestui text."
TextQueryHelpTT, "Ajutor de interogare text"
TextSelectionError, "Selectati ceva text si incercati din nou."
txtPathTT, "Separati obiecte multiple cu caracterul |"
UseFileHandlersTT, "Folositi manipulatori de fisier"
ViewingAppPartOne, "Nu ati selectat inca o aplicatie de vizualizare"
ViewingAppPartTwo, "Doriti sa selectati una acum?"
ZipFile, "Fișier Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Copiaza profilul"
btnDelete, "Sterge"
btnExport, "Profil export"
btnImport, "Importați profilul"
btnRename, "Redenumeste"
btnSync, "Sincronizare cu contul dumneavoastra Binary Fortress"
colProfileName, "Nume Profil"
colProfileOwner, "Proprietar profil"
lblCurrentProfile, "Utilizator curent: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Cum ati dori sa numiti noul dumneavoastra profil?"
ExportFileSeekSearchProfile, "Exportați profilul de căutare FileSeek"
ExportSearchProfileSuccessful, "Profilul de căutare a fost exportat cu succes"
FileSeekSearchProfile, "Profil de căutare FileSeek"
ImportFileSeekSearchProfile, "Importați profilul de căutare FileSeek"
MustSelectAnItem, "Selectati un profil din lista si incercati din nou."
ProfileDeleteQuestion, "Sunteti sigur ca doriti stergerea profilului selectat?"
RenameSearchProfile, "Redenumiti profilul de cautare"
SearchProfileName, "Cauta numele profilului:"
Title, "Organizeaza profilele"


[frmSettings_Controls]
btnBrowseOther, "Navigare"
btnClearHistory, "Reseteaza istoria cautarii"
btnIFilterToggle, "Schimba manipulatorul de fisier"
btnOtherDefault, "&implicit"
chkCloseToTray, "Inchide FileSeek"
chkCombineParameters, "Sari peste fisiere multiple ale aceleasi instante in loc sa deschizi instante multiple"
chkErrorDirectoryEmpty, "Afișați o eroare atunci când este găsit un folder gol"
chkErrorForLongPaths, "Afiseaza o eroare si sari calea daca e mai lunga de 260 caractere"
chkExportExtraLines, "De asemenea, exportați linii suplimentare când salvați rezultatele căutării"
chkIFilterErrors, "Afiseaza eroare pentru fisierele fara manipulatori (cand cautarea de manipulator fisiere este activata)"
chkIsQueryFullString, "Trateaza textul interogarii ca pe un termen de cautare mare"
chkLinkedFoldersSearch, "Cauta fisiere && directoare care sunt legaturi/jonctiuni"
chkLinkedFoldersSearchShowErrorOnSkip, "Afișați o eroare la omiterea unui link / joncțiune"
chkMinimizeToTray, "Minimizeaza FileSeek"
chkOnlyShowMatchedText, "Arata numai textul gasit in rezultatul cautarii"
chkResetSearchValues, "Resetați valorile filei de căutare atunci când începeți o căutare pe o nouă filă"
chkResultWordWrap, "Înfășurați textul care este afișat într-un rezultat al căutării"
chkSearchHiddenFiles, "Cauta fiserele && directoarele ascunse"
chkSearchSystemFiles, "Cauta fiserele && directoarele de sistem"
chkSearchWithinLNKFiles, "Căutați în fișier fișierele LNK sunt îndreptate către"
chkShowErrorEmptyPDF, "Afișați o eroare atunci când este găsit un fișier PDF gol"
chkShowFileErrors, "Afiseaza o eroare cand un fisier / director nu poate fi accesat"
chkShowHiddenFileError, "Afiseaza o eroare cand sari peste fisiere / directoare"
chkShowSystemFileError, "Afiseaza o eroare cand sari peste fisiere / directoare de sistem"
chkShowToolTips, "Arata sugestii pentru unelte"
chkSingleInstance, "Forțați FileSeek să deschidă doar o singură instanță"
chkStartWithClearProfile, "Intotdeauna porneste programul cu un camp de cautare gol"
chkTreatAllExcludePathFiltersAsWildcards, "Tratează toate filtrele Exclude Path ca wildcard-uri"
chkTreatAllIncludeFiltersAsWildcards, "Considera filtrele "Include" ca wildcards"
chkUseCustomDateFormat, "Foloseste un format de data personalizat"
chkUsePreviewHandlers, "Utilizați Preview Handlers în panoul de rezultate"
chkWindowsContextMenu, "Arata FileSeek in meniul de context Windows"
colAvailableColumns, "Coloane disponibile"
colSelectedColumns, "Coloane selectate"
gbCmdLineVars, "Variabile de line de comanda"
gbDateFormat, "Format data"
gbGeneralOptions, "Optiuni generale"
gbPresentationOptions, "Opțiuni de prezentare"
gbSearchColumns, "Caută coloane"
lblCmdLineParam, "Parametrii liniei de comanda de trecut:"
lblDateFormatLink, "Sirul formatului personalizat de data si timp"
lblDefaultDoubleClick, "Selecteaza o actiune implicita pentru dublu-clic pe un rezultat al cautarii:"
lblFileHandlerFAQ, "Administrator de fișiere Întrebări frecvente"
lblNumChar, "Afiseaza atatea caractere pentru fiecare rezultat al cautarii:"
lblOtherApplicationName, "Nume pentru altă aplicație:"
lblSelectViewingApp, "Aplicatia selectata pentru vizualizarea fisierului:"
lblSkipFile, "Timpul maxim de cautare permis pentru fisier (0=nelimitat):"
pageSearchViewSettings, "Setări pentru vizualizarea rezultatelor"


[frmSettings_Strings]
AppBrowsingError, "O eroare a intervenit in timpul navigarii pentru o aplicatie."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exportă toate rezultatele în CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta toate rezultatele in HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportul rezultatelor selectate în CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta rezultatele selectate in HTML"
cboDefaultDoubleClickOperation_Open, "Deschideți cu Handler Default"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Deschide director continator"
cboDefaultDoubleClickOperation_OpenNotepad, "Deschide in Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Deschideți cu {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Cu aceasta optiune selectata, o cautare introdusa ca foo va fi tratata "foo""
ClearHistoryError, "O eroare a intervenit in timpul stergerii istoriei de cautare."
ClearHistoryWarning, "Sunteti sigur ca doriti stergerea istoriei de cautare?"
CommandLineError, "Introduceti parametrii liniei de comanda sau clic pe Default pentru resetarea lor."
CustomDateFormatError, "A intervenit o eroare in asignarea formatului de data customizat\nRemediati eroarea si incercati din nou."
DisableFileHandler, "Dezactivati manipulatorul de fisier (File Handlaer)"
DisablePreviewHandler, "Dezactivează Preview Handler"
EnableFileHandler, "Activati manipulatorul de fisier (File Handlaer)"
EnablePreviewHandler, "Activați Preview Handler"
FileCommandDescription, "{0}: Substituie numele complet de fisier."
FileHandlerListError, "O eroare a intervenit in timul listarii manipulatorulor de fisier (File Handlers)."
FileHandlerSelectError, "O eroare a intervenit in timul selectarii acestiu manipulator de fisier (File Handler)."
FileHandlerToggleError, "O eroare a intervenit in timul schimbarii acestui manipulator de fisier (File Handler)."
HistoryCleared, "Istoria de cautare a fost stearsa cu succes."
InvalidExitcode, "A fost returnat un cod ExitCode invalid: {0}"
LineCommandDescription, "{0}: Substituie numarul liniei."
lvIFilters_Extension, "Extensie"
lvIFilters_Handler, "Manipulator"
lvIFilters_HandlerVersion, "Versiune"
NumOfCharError, "Va rog introduceti un numar de caractere intre {0} si {1} apoi incercati din nou."
PreviewHandlerListError, "A apărut o eroare la listarea Preview Handlers."
PreviewHandlerToggle, "Manipulare previzualizare comutare"
SettingMenuError, "O eroare a intervenit in timpul setarilor de Context Menu."
tabSettings_FileHandlers, "Manipulatori de fisier"
tabSettings_OtherApp, "Alta aplicatie"
tabSettings_PreviewHandlers, "Previzualizări"
tabSettings_Search, "Cautare"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Rezultatele cautarii salvate cu succes.\nDoriti sa vedeti fisierul?"
SearchCriteria, "Criterii de cautare"
SearchDate, "Data cautarii:"
Title, "Rezultatele cautarii FileSeek"


[IFilterHelper_Strings]
UnknownError, "Eroare necunoscuta iFilter"
UsingStandardMethodWarning, "Nu exista manipulator de fiser pentru acest fisier, folosesc metoda standard."


[Installer]
AdditionalIcons, "Iconuri adiționale:"
CreateContextMenuItems, "Adaugă în meniul contextual al Windows-clic dreapta"
CurrentUserOnly, "Doar pentru utilizatorul curent"
DesktopIcon, "Creează un icon de desktop"
DotNetInstallNow, "Doriți să instalați acum?"
DotNetRequired, "O actualizare a .NET Framework este necesară pentru a funcționa aplicația."
ForAllUsers, "Pentru toți utilizatorii"
LaunchNow, "Lansează acum"
LicKeyInvalid, "Cheia de licență pare a fi invalidă."
LicKeyLabel, "Cheie licență:"
LicKeySelectOption, "Selectați o opțiune a cheii de licență și încercați din nou."
LicKeyText, "Opțiuni cheie de licență:"
LicKeyTextAdminLocked, "Cheia dumneavoastră de licență a fost setată de administrator."
LicKeyTextChangeFree, "Clic pe 'Schimbați la versiunea gratuită' în fereastra de setări pentru a utiliza versiunea gratuită."
LicKeyTextEnterOrFree, "Introduceți o cheie de licență validă sau selectați "folosesc versiunea gratuită"."
LicKeyTextPaid, "Folosește această cheie de licență:"
LicKeyTextTrial, "Folosește versiunea trial (doar pentru prima dată), schimbă la versiunea gratuita după 30 zile"
RunAtStartup, "Lansează la pornirea Windows-ului"
SteamKeyInvalid, "Cheia dvs. de licență Steam nu a reușit să se încarce corect.\nVă rugăm să ieșiți din acest program de instalare / aplicație și încercați să faceți clic pe Instalați sau lansați din nou din cadrul Steam."
TextBefore, "Daca FileSeek ruleaza, inchideti programul inainte de instalarea acestei noi versiuni.\n\nVizitrati https://www.fileseek.ca pentru actualizari si suport."
UninstallRemoveAllData1, "Doriți să eliminați complet toate setările aplicației, preferințele și fișierele temporare?"
UninstallRemoveAllData2, "Acest lucru nu este recomandat dacă se va instala din nou această aplicație."
UnsupportedWindowsVersion, "Acest produs nu mai suporta de versiunea ta de Windows. Doriți mai multe informații despre descărcarea unei versiuni mai vechi compatibile?"


[LicenseValidate_Strings]
ExpiredPrompt, "Ne pare rău, cheia de licență de testare FileSeek a expirat.\nDacă ați achiziționat deja o licență, vă rugăm să o introduceți în fereastra Setări FileSeek.\n\nDoriți mai multe informații despre cumpărarea FileSeek Pro?"
FreeLicenseReminder, "Doriți să ajutați la susținerea dezvoltării viitoare? Click aici!"
Invalid, "Ne pare rău, cheia de licența este invalidă."
InvalidReseller, "Ne pare rău, cheia dvs. de licență este valabilă doar cu FileSeek furnizat de către Distribuitor.\nVă rugăm să contactați Distribuitorul pentru mai multe informații."
LicenseProcessPro, "Mulțumim pentru înregistrare!"
LicenseProcessProRestoreSettingsPrompt, "A fost detectată o copie de rezervă automată a setărilor dvs. Pro.\nAcest fișier de rezervă are {0} zile.\nDoriți să importați setările dvs. Pro? Toate setările actuale vor fi anulate cu setările din copie de rezervă."
LicenseProcessRemoved, "Cheia dumneavoastră de licența a fost ștearsă."
LicenseProcessTrial, "Multumim pentru incercarea FileSeek Pro\nLicenta dumneavoastra va expira pe {0:D}."
TrialAlmostDonePrompt, "Licenta trial va expira curand.\nDaca ati achizitionat deja o licenta va rugam s-o introduceti in fereastra de stari FileSeek.\n\nDoriti informatii referitoare la achizitionarea FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cauta cu FileSeek"


[Words]
About, "Despre"
Add, "Adaugă"
AdminSettingsLock, "Unele setări sunt sub supravegherea administratorului dumneavoastră de sistem"
Apply, "Aplică"
Browse, "Navigă"
ButtonLater, "&Mai târziu"
ButtonMoreInformation, "&Mai multă informație"
ButtonUseFreeVersion, "&Folosește versiunea gratuită"
BuyALicenseKey, "Cumpără Cheie de Licență"
Cancel, "&Anulează"
Close, "&Închide"
Copy, "Copiază"
Custom, "Personalizat"
Cut, "Taie"
Default, "Implicit"
Delete, "Șterge"
Disable, "Dezactivează"
Disabled, "Neactivat"
Duplicate, "Duplicați"
Edit, "Editează"
Enable, "Activare"
Enabled, "Activat"
EnterALicenseKey, "Intră Cheia de Licență"
Error, "Eroare"
ErrorNotAdminUACDisabled, "UAC e dezactivat, dar nu sunteți administrator și acțiunea solicitată va eșua.\nVă rugăm activați UAC sau logați-vă ca administrator și încercați din nou.\nDacă ați dezactivat recent UAC, reporniți calculatorul."
Exit, "Ieșire"
FileTypes_AllFiles, "Toate filele"
FileTypes_ApplicationFiles, "File executabile"
FileTypes_HTMLFiles, "File HTML"
FileTypes_ImageFiles, "File de imagini"
FileTypes_RegistryFiles, "File de registru"
FileTypes_SoundFiles, "File de sunete"
FileTypes_VideoFiles, "File video"
FileTypes_ZipFiles, "File Zip"
FreeVsPro, "Gratuit vs Pro"
Help, "Ajutor"
Info, "Informatie"
InvalidImageFile, "Această imagine are un format greșit, sau nu se poate deschide."
Language, "Limba"
Load, "&Încarcă"
Name, "Nume"
NameLabel, "Nume:"
Never, "Niciodată"
No, "Nu"
OK, "&OK"
Paste, "Lipește"
ProductSocialOnFacebook, "FileSeek pe Facebook"
ProductSocialOnLinkedIn, "FileSeek pe LinkedIn"
ProductSocialOnTwitter, "FileSeek pe Twitter"
ProOnlyButtonToolTip, "Această funcționalitate este doar pentru Pro!\nClic aici pentru mai multe informații."
ProOnlyLabelText, "Actualizați la o Licență Pro pentru a activa această funcționalitate"
ProOnlyNotice, "Doar caracteristicile Pro sunt evidențiate în albastru"
ProOnlyQuestion, "Trebuie să actualizați la o licență Pro pentru a folosi această funcționalitate.\nDoriți mai multe informații despre actualizare?"
ProOnlyShort, "Doar Pro"
Redo, "Reface"
Refresh, "&Reîmprospătează"
Remove, "Șterge"
Rename, "&Redenumește"
Retry, "Încercați din nou"
Save, "&Salvează"
Seconds, "Secunde"
Select, "Selectează"
SelectAll, "Selectați tot"
Settings, "Setări"
Start, "Pornește"
Stop, "Oprește"
Sync, "Sincronizează"
Undo, "Refă"
Unknown, "Necunoscut"
Yes, "Da"